Revit 2027 API
ThermalProperties.Absorptance Property
 Value of absorptance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Absorptance { get; set; }
Public Property Absorptance As Double
	Get
	Set
public:
property double Absorptance {
	double get ();
	void set (double value);
}
member Absorptance : float with get, set
Property Value
Double
See Also
Reference
ThermalProperties Class
Autodesk.Revit.DB Namespace